Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: saamelaisten itsemääräämiseen liittyviä kysymyksiä viittaamalla KP:n 1 artiklaan.
sme: ON olmmošvuoigatvuođaid lávdegoddi lea čujuhettiinis SP artihkkalii 1 máŋgii

source: Kansojen oikeutta päättää vapaasti omasta poliittisesta asemastaan ja suhteistaan
sme: Álbmogiid vuoigatvuohta friddja beassat mearridit iežaset politihkalaš dili ja

source: kansainväliseen yhteisöön kutsutaan usein itsemääräämisoikeuden ulkoiseksi ulottuvuudeksi,
sme: gaskavuođaid riikkaidgaskasaš servodahkii dávjá gohčoduvvo iešmearridanvuoigat

source: kun taas oikeutta edistää omaa taloudellista, sosiaalista ja sivistyksellistä kehitystään
sme: vuođa olgguldas viidodahkan, ja vuoigatvuohta buoridit iežas ekonomalaš, sosiála ja kultuvrralaš ovdáneami fas gohčoduvvo siskkáldas viidodahkan, vrd. SP ja ØSK

source: KP:n ja TSS:n 1 artiklan 1 kohta.
sme: artihkkala 1 nr. 1.

source: Ulkoiseen näkökohtaan vedotaan toisinaan, kun vaaditaan oikeutta irtautua ja perustaa
sme: Olgguldas viidodat oamastuvvo muhtumin vuođđun gáibidit vuoigatvuođa

source: oma valtio ja kun näitä vaatimuksia halutaan perustella.
sme: luovusbeassamii ja sierra stáhta vuođđudeapmái.

source: Kansainvälinen oikeus ei kuitenkaan
sme: Álbmotriekti ii dattetge leat vuođđu

source: millään tavoin oikeuta yksipuolisia toimia, jotka osittain tai kokonaan heikentävät tai
sme: vuoigatvuhtii čađahit ovttabealat doaibmabijuid mat muhtun muddui dahje ollásit

source: vahingoittavat valtion alueellista koskemattomuutta tai poliittista asemaa, mikäli valtio toimii
sme: juhket dahje vahágahttet stáhta territoriála integritehta dahje politihkalaš dási, jos

source: kansojen yhtäläisten oikeuksien periaatteen mukaan itsemääräämisoikeus mukaan luettuna.
sme: stáhta láhtte álbmogiid ovttadássásaš vuoigatvuođaid vuođđojurdaga mielde, earret

source: lailliseksi valtion alueellisen koskemattomuuden kustannuksella.
sme: eará iešmearridanvuoigatvuođa jurdaga mielde.

source: Irtautumisen ehtojen
sme: Nuppiin sániin cealkki lea

source: katsotaan täyttyneen puhtaissa siirtomaatilanteissa ja tapauksissa, joissa valtio toimii
sme: dábálaččat dohkkehuvvon ahte iešmearridanvuoigatvuođa ii leat vejolaš čađahit

source: perusluonteeltaan ja jatkuvasti epädemokraattisella tavalla suhteessa kansaan tai sortaa sitä.
sme: ovttabealat luovusbeassanrahčamušaiguin, go eai leat erenoamáš dilálašvuođat mat

source: YK-asiakirja CCPR / C/79/Add.
sme: dan vuoigadit stáhta territoriála integritehtas beroškeahttá.

source: 112 (1999), josta käyvät ilmi komtean näkemykset KP:n täytäntöönpanoa
sme: Jurdda lea ahte luovus

source: CERD General Comment No. 21 – Right to Self-determination, 15.03.1996.
sme: beassaneavttut leat ollašuvvan sieiva koloniadáhpáhusain ja go stáhta lea vuođus

source: YK:n yleiskokouksen päätöslauselma n:o 2625.
sme: bissovaččat eahpedemokráhtalaš dahje duolbmu álbmoga.

source: Saamelaiset eivät kansana ja Pohjoismaiden alkuperäiskansana ole sellaisessa
sme: Sámit, davviriikkaid álbmogin ja álgoálbmogin, leat dakkár dilis ahte sii

source: tilanteessa, että he voivat kansainvälisen oikeuden mukaan vaatia oman valtion perustamista.
sme: álbmotrievtti mielde sáhttet gáibidit beassat vuođđudit iežaset stáhta.

source: Saamelaisten ja valtioiden tulee kansainvälisen oikeuden periaatteiden mukaan löytää yhdessä
sme: Sámit ja stáhtat

source: sellaisia saamelaisten itsemääräämisoikeuden toteuttamismuotoja, jotka eivät nosta esiin
sme: fertejit álbmotrievtti vuođul ovttas gávnnahit sámiid iešmearrideami čađaheapmái

source: kysymystä nykyisistä valtionrajoista.
sme: ortnegiid mat eai eahpit otnáš stáhtarájiid.

source: Vuonna 1998 Kanadan korkein oikeus käsitteli niin kutsuttua Quebec-tapausta.
sme: Kanádalaš alimusriekti gieđahalai jagi 1998 nugohčoduvvon Quebec-ášši.

source: Pääkysymyksenä tässä asiassa oli, oikeuttaako itsemääräämisoikeus Quebecin irtautumaan
sme: Dan ášši váldočuokkis lei, mearkkašago iešmearridanvuoigatvuohta Quebecii

source: olemassa olevasta Kanadan valtiosta.
sme: vuoigatvuođa beassat luovus dáláš kanádalaš stáhtas.

source: Kanadan korkeimman oikeuden johtopäätös oli, että
sme: Kanádalaš alimusrievtti

source: kansainvälisoikeudellinen oikeus itsemääräämiseen antaa pisimmälle kehitetyssä muodossaan
sme: loahppamearrádus lei ahte álbmotrievttálaš iešmearridanvuoigatvuohta dan

source: ulkoisen itsemääräämisoikeuden siirtomaille, alistetuille kansoille kuten sotilasmiehityksen
sme: guhkemussii ovdánan hámis lea koloniijaid, dulbmojuvvon álbmogiid, olgguldas

source: alaisille kansoille, sekä tapauksissa, joissa tietyltä ryhmältä evätään mahdollisuus osallistua
sme: vuoigatvuohta – nugo soahteveaga vuollásaš álbmot dahje go dihto joavkkus

source: julkiseen vallankäyttöön oman poliittisen, taloudellisen, sosiaalisen ja sivistyksellisen
sme: biehttaluvvo lohpi searvat almmolaš váldedoibmii ovddidan dihte iežaset politihkalaš,

source: kehityksensä edistämiseksi.
sme: ekonomalaš, sosiála ja kultuvrralaš ovdáneami.

source: Kanadan korkein oikeus lausui johtopäätöksenään, että kaikissa
sme: Kanáda alimusriekti bidjá vuođđunis

source: näissä kolmessa tilanteessa asianomaisella kansalla on oikeus ulkoiseen itsemääräämiseen
sme: ahte buot dán golmma dilis gillájeaddji álbmogis lea vuoigatvuohta riepmat olgguldas

source: irtautumisen muodossa, koska siltä on evätty mahdollisuus käyttää itsemääräämisoikeuttaan
sme: iešmearrideapmái mii mearkkaša luovusbeassama dainnago das lea váldojuvvon

source: sisäisellä tasolla, mutta Quebec ei ollut tällaisessa tilanteessa.
sme: vejolašvuohta siskkáldasat čađahit iešmearridanvuoigatvuođa – muhto Quebec ii lean

source: Itsemääräämisoikeuden ulkoista ulottuvuutta voidaan kuitenkin soveltaa käytännössä
sme: Iešmearridanvuoigatvuođa olgguldas viidodat sáhttá geavadis dattetge

source: myös tavoilla, jotka eivät edellytä irtautumista ja oman valtion muodostamista, muun muassa
sme: ollašuvvat dakkár vugiigiin maiddái mat eai eaktut luovusbeassama ja sierra stáhta vuođđudeami, ee. dainna lágiin ahte áššáigullevaš álbmot searvá riikkaidgaskasaš

source: päätöksentekoprosesseihin.
sme: mearridanproseassaide mat gusket sidjiide.

source: Suomen saamelaislain 6 §:ään sisältyvää säännöstä saamelaisten
sme: Suoma sámelága 6 § mearrádus, mii lea

source: kielellisestä ja kulttuurisesta itsehallinnosta voidaan pitää esimerkkinä sen tunnustamisesta,
sme: sámiid giellalaš ja kultuvrralaš autonomiijas, sáhttá leat ovdamearkan das ahte

source: että kansalla, joka ei muodosta valtiota, on oikeus osallistua kansainvälisiin
sme: stáhtahis álbmogis lea vuoigatvuohta searvat riikkaidgaskasaš proseassaide. Dás

source: päätöksentekoprosesseihin. Tässä pykälässä säädetään, että Suomen saamelaiskäräjät
sme: nannejuvvo ahte Suoma sámediggi galgá sámiid ovddastit riikkalaš dásis nugo

source: edustavat saamelaisia niin kansallisella kuin kansainväliselläkin tasolla.
sme: maiddái riikkaidgaskasaš dásisge.

source: Toinen konkreettinen
sme: Nubbi konkrehta ovdamearka das ahte ieš

source: esimerkki siitä, että itsemääräämisoikeuden ulkoisista aspekteista voidaan huolehtia
sme: mearridanvuoigatvuođa olgguldas viidodaga lea vejolaš ollašuhttit almmá vuođđu

source: perustamatta omaa valtiota, on Grönlannin löyhä EU-kytkös Tanskan EU-jäsenyydestä
sme: duvvon stáhta haga, lea Ruonáeatnama friddja oktavuođat Eurohpalaš Uniovdnii

source: huolimatta.
sme: beroškeahttá das ahte Danmárku lea EU-lahttu.

source: Kansojen oikeus valvoa omien taloudellisten, sosiaalisten ja sivistyksellisten olojensa
sme: Álbmogiid vuoigatvuohta hálddašit iežaset ekonomalaš ovdáneami lea

source: kehittämistä kuuluu osana itsemääräämisoikeuteen.
sme: iešmearridanvuoigatvuhtii gullevaš oassi.

source: Kansoilla on pääsääntöisesti oikeus
sme: Áššáigullevaš álbmogis lea váldo

source: edistää omia tarkoitusperiään sekä hallita luonnonvarojaan ja niiden esiintymiä, eikä niiltä saa
sme: njuolggadusa mielde, vai ovddidivččii iežas ulbmiliid, vuoigatvuohta hálddašit iežas

source: missään tapauksessa riistää niiden toimeentulomahdollisuuksia. Katso KP:n ja TSS:n 1
sme: luondduriggodagaid ja - gávdnosiid, iige das galgga mange dáhpáhusas rieviduvvot

source: artiklan 2 kohta.
sme: Geahča SP ja ØSK artihkkala 1 nr. 2.

source: YK:n ihmisoikeuskomitea on useissa tilaisuuksissa korostanut
sme: ON olmmošvuoigatvuođaid

source: itsemääräämisoikeuden resurssiulottuvuutta suhteessa muun muassa Kanadan, Tanskan,
sme: lávdegoddi lea máŋgga dilálašvuođas deattuhan álgoálbmogiid iešmearridanvuoigat

source: Norjan, Ruotsin ja Uuden-Seelannin alkuperäiskansoihin. Komitean havaintoja selostetaan
sme: vuođa resursabeali, ee. namahettiinis Kanáda, Danmárkku, Norgga, Ruoŧa ja Ođđa

source: lähemmin liitteessä n:o 3.
sme: Zealándda álgoálbmogiid.

source: Itsemääräämisoikeuden solidaarisuusulottuvuutta käsitellään KP:n ja TSS:n 1 artiklan
sme: Iešmearridanvuoigatvuođa solidaritehtaviidodat boahtá ovdan SP ja ØSK

source: 3 kohdassa, johon on kirjattu valtioiden keskinäinen velvoite edistää yleismaailmallista
sme: artihkkalis 1 nr. 3, mas nannejuvvo ahte stáhtaid geatnegasvuohta guhtet guoibmásis

source: itsemääräämisoikeutta.
sme: lea ovddidit máilmmiviidosaš vuoigatvuođa iešmearrideapmái.

source: 7.17 Luonnos YK:n julistukseksi alkuperäiskansojen oikeuksista
sme: 7.17 ON-cealkámuša vuođđohápmi álgoálbmogiid vuoigatvuođain

source: 7.17.1 Johdanto
sme: 7.17.1 Álgosátni

source: YK on vuodesta 1984 lähtien työskennellyt alkuperäiskansojen oikeuksia koskevan
sme: ON lea jagi 1984 rájis bargan ON-cealkámušain, dan vuođđohámiin, mii lea

source: julistusluonnoksen laatimiseksi.
sme: álgoálbmogiid vuoigatvuođaid birra.

source: Ihmisoikeuskomitean alakomissio laati alkuperäisen
sme: Olmmošvuoigatvuođaid lávdegotti vuollásaš

source: ehdotuksensa vuosina 1984−94. Ehdotus lähetettiin sen jälkeen ihmisoikeuskomitean
sme: lávdegoddi ráhkadii vuosttamuš árvalusa áigodagas 1984-94.

source: edelleen käsiteltäväksi vuonna 1994, vrt.
sme: Árvalus sáddejuvvui dasto olmmošvuoigatvuođaid lávdegoddái, vai gieđahallá dan 1994, vrd. lasáhusa nr..

source: Ihmisoikeuskomitea perusti oman
sme: Olmmošvuoigatvuođaid lávdegoddi vuođđudii sierra bargojoavkku man bargun

source: työryhmän, joka sai tehtäväkseen arvioida alakomission ehdotusta. Jäsenvaltioiden välisiä
sme: šattai árvvoštallat olmmošvuoigatvuođaid lávdegotti vuollásaš lávdegotti árvalusa.

source: neuvotteluja on vuodesta 1995 lähtien käyty komitean työryhmässä.
sme: Miellahttostáhtaid gaskasaš šiehtadallamat leat 1995 rájis leamaš VL vuollásaš

source: Myös alkuperäiskansojen
sme: lávdegotti bargojoavkkus.

source: edustajat eri puolilta maailmaa ovat osallistuneet aktiivisesti näihin neuvotteluihin.
sme: dáidda šiehtadallamiidda.

source: Alakomission tekemässä ehdotuksessa on 19 johdanto-osan pykälää ja yhteensä 45
sme: Olmmošvuoigatvuođaid lávdegotti vuollásaš lávdegotti árvalus siskkilda 19

source: niitä vastaavaa operatiivista artiklaa.
sme: álggaheaddji paragráfa ja 45 korrespondejeaddji operatiiva artihkkala. Árvaluvvon

source: Määräysehdotukset on pääasiallisesti muotoiltu
sme: mearrádusat leat eanaš hábmejuvvon kollektiiva vuoigatvuohtamearrádussan, earágo

source: yhteisöllisiksi oikeusmääräyksiksi lukuun ottamatta kahta operatiivista artiklaa, jotka
sme: guokte operatiiva artihkkala, nubbi ovttaskas olbmuid vuoigatvuođas riikkavuloš

source: koskevat yksilöiden oikeutta kansalaisuuteen (5 artikla) sekä naisten ja miesten välistä tasa
sme: vuhtii (artihkkal), nubbi fas nissonolbmuid ja olmmáiolbmuid ovttadássásašvuođas

source: arvoa (43 artikla).
sme: (artihkkal 43).

source: Komitean työryhmän neuvotteluja leimasi aluksi se, ettei sisältökysymyksissä ja
sme: VL vuollásaš lávdegotti bargojoavkku šiehtadallamiid dovdomearka lei álggus

source: eteenpäin. Työryhmän ilmapiiri ja neuvotteluhalukkuus ovat kuitenkin parantuneet kolmen
sme: heajos ovdáneapmi váimmusáššiid dáfus, ja ollu ledje bargovuohkečuolmmat mat

source: Työtä tehtiin omassa työryhmässä (UN.
sme: čatnasedje šiehtadallanprosessii.

source: Working Group on Indigenous Populations), joka muodostui viidestä
sme: Bargojoavkku mielladovdu ja šiehtadallandáhttu lea

source: Työhön osallistuivat jäsenvaltiot, alkuperäiskansat ja riippumattomat ulkopuoliset asiantuntijat.
sme: dattetge nuppástuvvan buoret guvlui maŋimuš golmma jagis, ja boađus lea ahte

source: Indigenous Peoples ”.
sme: šiehtadallamat leat ovdánan bures.

source: Se perustettiin vuonna 1995.
sme: Dattetge ii leat leamaš vejolaš joksat dievas

source: tavoitetta, jonka mukaan julistus tulisi hyväksyä vuoden 2004 loppuun mennessä, ei ole
sme: čoahkkima ulbmila, namalassii mearridit cealkámuša ovdal jagi 2004 loahpa.

source: kuitenkaan ollut mahdollista saavuttaa.
sme: Danmárku, Suopma, Islánda, Norga ja Ruoŧŧa ovddidedje jagi 2003 ja jagi

source: Tanska, Suomi, Islanti, Norja ja Ruotsi esittivät vuosina 2003 ja 2004 työryhmälle
sme: 2004 oktasaš árvalusa bargojovkui, mas sii dieđihedje guđemuš artihkkaliid sii sáhttet

source: yhteisiä ehdotuksia, joissa ne ilmoittavat, mitkä artiklat ne voivat hyväksyä sellaisinaan
sme: dohkkehit rievddakeahttá – nugo VL vuollásaš lávdegoddi daid lei árvalan – ja

source: alakomission ehdottamassa muodossa samalla, kun ne tekivät konkreettisia muutosehdotuksia
sme: seammás sii bukte konkrehta nuppástusárvalusaid artihkkaliidda maid sin oaivila

source: artikloihin, joita niiden mielestä on välttämätöntä tai toivottavaa muuttaa, vrt. liite n:o 4.
sme: mielde lea sávahahtti ja dárbu nuppástuhttit, vrd. lasáhusa nr. 4. Dat leat leamaš

source: Näillä ehdotuksilla on ollut merkitystä pohjoismaista saamelaissopimusta koskeville
sme: deaŧalaččat áššedovdi joavkku árvvoštallamiidda ja árvalusaide maid bukte davvi

source: asiantuntijatyöryhmän arvioille ja ehdotuksille.
sme: riikkalaš sámekonvenšuvdnii.

source: Seelannin ja Sveitsin vuonna 2004 yhdessä tekemää ehdotusta, koska se käsittää koko
sme: Nu lea erenoamáš jagi 2004 árvalusa hárrái – mii lea

source: julistustekstin, vrt.
sme: davviriikkalaš stáhtaid, Ođđa Zealándda ja Sveicca oktasaš árvalus – dainnago dat

source: liite n:o 4.
sme: fátmmasta oppa cealkámušteavstta, vrd. lasáhusa nr. 4.

source: Vaikka YK ei olekaan tätä kirjoitettaessa vielä hyväksynyt alkuperäiskansojen
sme: Vaikko ON dál čállima botta ii leat dohkkehan máilmmiviidosaš cealkámuša

source: viimeisimmästä kansainvälisoikeudellisesta kehityksestä, ja se on siten ollut tärkeä viitekohta
sme: álgoálbmogiid vuoigatvuođaid birra, de dát proseassa dattetge ovddasta maŋimuš álbmotrievttálaš ovdáneami dán suorggis, ja dat lea danne leamaš deaŧalaš refereansa

source: asiantuntijatyöryhmän työskennellessä pohjoismaisen saamelaissopimuksen parissa.
sme: čuokkis áššedovdi joavkui dan barggadettiin sámekonvenšuvnnain.

source: Useat
sme: Eanebut

source: asiantuntijatyöryhmän jäsenet ovat lisäksi osallistuneet tähän prosessiin monien vuosien ajan,
sme: áššedovdi joavkku lahtuin leat juo máŋggaid jagiid leamaš mielde dán proseassas, ja

source: minkä johdosta ryhmä on perehtynyt hyvin sekä siihen, pohjoismaisiin asenteisiin että
sme: joavkkus lea dan dihte buorit dieđut proseassa, davviriikkalaš sajádagaid ja váimmus

source: substanssikysymyksiin ylipäätään.
sme: áššiid birra oppalohkái.

source: Julistusluonnoksen sisältöä käsitellään seuraavassa ottamalla esille ainoastaan
sme: Čuovvovaččas cealkámušárvalusa sisdoalus leat dušše muhtun váldoprinsihpat

source: muutamia luonnoksen pääperiaatteita ja sen keskeisimmät operatiiviset elementit.
sme: váldojuvvon ovdan, ja cealkámušárvalusa guovdileamos operatiiva oasit.

source: Muilta osin
sme: Muđui

source: asiassa viitataan liitteeseen n:o 4.
sme: čujuhit lasáhussii nr. 4.

source: 7.17.2 Oikeus itsemääräämiseen
sme: 7.17.2 Iešmearridanvuoigatvuohta

source: Julistusluonnoksen periaatteellisena perustana on alkuperäiskansojen itsemääräämisoikeuden
sme: Álgoálbmogiid iešmearridanvuoigatvuođa dohkkeheapmi lea cealkámušárvalusa

source: tunnustaminen.
sme: prinsihpalaš vuođđu.

source: Vaikka monet ehdotetuista artikloista liittyvätkin läheisesti
sme: Vaikko árvaluvvon artihkkaliin olut čatnasit iešmearridan

source: itsemääräämisoikeuteen, keskeisimpiä ovat kuitenkin 3 artikla ja 31 artikla.
sme: vuoigatvuhtii, de dattetge leat artihkkalat 3 ja 31 guovdilepmosat.

source: Ehdotuksen mukainen pääsäännös alkuperäiskansojen itsemääräämisoikeudesta on
sme: Váldomearrádus mii árvaluvvo álgoálbmogiid iešmearridanvuoigatvuođas, lea

source: sisällytetty julistusluonnoksen 3 artiklaan.
sme: váldojuvvon mielde cealkámušárvalusa artihkkalii 3.

source: 3 artikla on identtinen YK:n kansalaisoikeuksia ja
sme: Artihkkal 3 lea seammalágan go

source: poliittisia oikeuksia koskevan yleissopimuksen ja YK:n taloudellisia, sosiaalisia ja
sme: ovdan ON konvenšuvnnas mii gieđahallá siviila ja politihkalaš vuoigatvuođaid, ja ON

source: sivistyksellisiä oikeuksia koskevan yleissopimuksen yhteisen 1 artiklan 1 kohdan kanssa sillä
sme: konvenšuvnnas mii gieđahallá ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid,

source: erolla, että julistusluonnoksen 3 artiklassa oikeussubjektina on ” alkuperäiskansat ”, kun taas
sme: dušše dainna erohusain ahte ” álgoálbmogat ” leat cealkámušárvalusa artihkkala 3

source: yhteisen 1 artiklan 1 kohdan mukaan oikeussubjektina on ” kaikki kansat ”. Julistusluonnoksen
sme: riektesubjeakta, eaige ” buot álbmogat ”, mii lea oktasaš artihkkalis 1 nr. 1.

source: 3 artikla kuuluu seuraavasti:
sme: Cealkámušárvalusa artihkkal 3 čuodjá ná:

source: Kaikki Pohjoismaat ovat hyväksyneet 3 artiklan periaatteen ja sanamuodon sillä
sme: Davviriikkat leat buohkat dohkkehan artihkkala 3 vuollásaš vuođđoprinsihpa

source: edellytyksellä, että artiklaan sisällytetään myös viittaus siihen, ettei itsemääräämisoikeutta voi
sme: vuoigatvuohta ii galgga ollašuhttojuvvot vuostálagaid dainna vuođđojurdagiin ahte

source: käyttää valtioiden alueellisen koskemattomuuden periaatteen vastaisesti, katso liite n:o 4.
sme: stáhtaid territoriála integritehta ferte gudnejahttojuvvot, geahča lasáhusa nr. 4.

source: Pohjoismaiden laatima 3 artiklan tekstin ehdotus on lisäksi identtinen ihmisoikeuksien
sme: Davviriikkalaš teakstaárvalus artihkkalii 3, lea muđui seammalágan go Olmmošvuoigatvuođaid máilmmikonfereanssa cealkámušas operatiiva artihkkal 2, mas ieš

source: maailmankonferenssin julistuksen 2 operatiivisen artiklan kanssa, jossa itsemääräämisoikeus
sme: mearridanvuoigatvuohta dohkkehuvvo máilmmiviidosaš olmmošvuoigatvuohtan.

source: tunnustetaan yleismaailmalliseksi ihmisoikeudeksi.
sme: Davviriikkaid beales leat dovddahan njuovžilvuođa dasa, galgágo čujuhus

source: Pohjoismaat ovat ilmaisseet suhtautuvansa joustavasti siihen, onko viittauksen
sme: territoriála integritehtii boahtit ovdan teakstaálggus vai cealkámuša operatiiva oasis.

source: alueelliseen koskemattomuuteen määrä sisältyä julistuksen johdanto-osaan vai operatiiviseen
sme: Danmárku ja Norga leat dattetge, friddja vuođus, doavddahan ahte sáhttet dohkkehit

source: osaan. Tanska ja Norja ovat kuitenkin itsenäiseltä pohjalta ilmaisseet voivansa hyväksyä 3
sme: artihkkala 3 nugo dat álggos ilbmá árvalusas – nuppiin sániin cealkki čujutkeahttá

source: valtioiden alueelliseen koskemattomuuteen.
sme: stáhtaid territoriála integritehtii.

source: Norja on perustellut omaa asennettaan
sme: Norgga sajádaga ákkasteapmi lea leamaš ahte

source: esittämällä, että valtioiden alueellisen koskemattomuuden kunnioittaminen on
sme: iešmearridanvuoigatvuhtii gullá juo dat ahte stáhtaid territoriála integritehta galgá

source: itsemääräämisoikeuden integroitu osa ja että periaatetta on pidettävä voimassa olevana
sme: gudnejahttojuvvot, ahte prinsihppa ferte adnojuvvot gustojeaddji álbmotrievttálaš

source: kansainvälisoikeudellisena normina eikä tähän periaatteeseen ole siksi oikeastaan
sme: norbman, ja ahte dan dihte ii leat rievtti mielde dárbu álgoálbmotcealkámuššii lasihit

source: välttämätöntä viitata alkuperäiskansajulistuksessa.
sme: čujuhusa dán prinsihppii.

source: Julistusluonnoksen 31 artikla on toinen keskeinen määräys, jossa nimenomaisesti
sme: Cealkámušárvalusa artihkkal 31 lea nubbi guovdilis mearrádus, mii namaha

source: mainitaan alkuperäiskansojen itsemääräämisoikeus.
sme: čielgasit álgoálbmogiid iešmearridanvuoigatvuođa.

source: Siinä sanotaan, että alkuperäiskansoilla
sme: álbmogiin, sin iešmearridanvuoigatvuođa ollašuhttima erenoamáš vuohkin, lea

source: on itsemääräämisoikeuden käytön erityisenä muotona oikeus autonomiaan eli itsehallintoon
sme: vuoigatvuohta autonomiijii dahje iešstivremii dakkár áššiin mat gullet sin siskkáldas

source: sisäisiin ja paikallisiin oloihinsa liittyvissä asioissa.
sme: ja báikkálaš dilálašvuođaide.

source: Määräyksen yhteydessä luetellaan myös
sme: Mearrádus siskkilda maid logahallama dain áššesurggiin

source: seuraavat osa-alueet, joiden tulee ehdotuksen mukaan kuulua tämän oikeuden piiriin:
sme: mat árvalusa mielde berrejit gullat dán vuoigatvuhtii, namalassii kultuvrras, oskkol

source: kulttuuri, uskonto, koulutus, tiedottaminen, tiedotusvälineet, terveydenhuolto, asuminen,
sme: dagas, oahppodásis, dieđuin, medias, dearvvašvuođas, ásodagas, fidnoeallimis,

source: elinkeinoelämä, sosiaaliset järjestelmät, taloudellinen toiminta, maan- ja luonnonvarojen
sme: sosiála ortnegiin, ekonomalaš doaimmain, eatnamiin ja resursahálddašeamis, dakkár

source: hallinto, ympäristö ja itsehallintojärjestelmien rahoitus.
sme: iešstivrenortnegiid birrasis ja ruhtadeamis.

source: Pohjoismaat ovat hyväksyneet periaatteen ja ehdotuksen, jonka mukaan
sme: Davviriikkaid beales leat searvan dan prinsihppii ja árvalussii, ahte álgo

source: alkuperäiskansoilla on itsemääräämisoikeuden käytön erityisenä muotona myös oikeus
sme: álbmogiin, sin iešmearridanvuoigatvuođa ollašuhttima erenoamáš vuohkin, maid lea

source: autonomiaan ja itsehallintoon sisäisissä ja paikallisissa asioissa.
sme: vuoigatvuohta autonomiijii siskkáldas ja báikkálaš áššiin.

source: Pohjoismaat ehdottavat
sme: Dattetge árvaluvvo davvi

source: kuitenkin, ettei osa-alueiden luetteloa tulisi ottaa mukaan määräykseen muun muassa sillä
sme: riikkaid beales ahte áššesurggiid logahallan ii galgga váldojuvvot mielde mearrádussii

source: perusteella, että tällaisia luetteloita usein pidetään perusteettomasti tyhjentävinä ja että
sme: – earret eará dainna ákkastallamiin ahte dakkár logahallamat dávjá mange buori siva

source: Action ”. Katso YK-asiakirja: A / CONF.157/23, 12 July 1993.
sme: haga adnojuvvojit dievaslažžan, ja ahte sáhttá leat váttis olahit ovttamielalašvuođa

source: mukaan otettavista osa-alueista saattaa osoittautua vaikeaksi päästä täydelliseen
sme: das mat áššesurggiid berrejit gullat logahallamii. Dán vuođus davviriikkalaš stáhtat

source: Tämän pohjalta Pohjoismaat ovat ehdottaneet seuraavaa tekstiä 31
sme: leat árvalan čuovvovaš teavstta artihkkalii 31:

source: 3 ja 31 artiklan sekä ehdotusten maaoikeuksia ja luonnonvaroja koskeviksi
sme: Lassin artihkkaliidda 3 ja 31, ja árvaluvvon mearrádusaide eanan- ja resursa

source: määräyksiksi lisäksi myös ehdotuksen seuraavat artiklat liittyvät läheisesti
sme: vuoigatvuođaid birra, čuovvovaš árvaluvvon artihkkalat leat lahka gittalagaid

source: itsemääräämisoikeuteen: 19, 21, 23, 30, 32, 33, 34 ja 35. Ne ilmentävät Pohjoismaiden
sme: iešmearridanvuoigatvuođain: 19, 21, 23, 30, 32, 33, 34 ja 35, – mat ilbmadit davvi

source: asennetta näitä määräyksiä kohtaan, vrt. liite n:o 4.
sme: riikkaid sajádaga dáid mearrádusaid hárrái, vrd. lasáhusa nr. 4.

source: 7.17.3 Oikeudet maahan ja luonnonvaroihin
sme: 7.17.3 Eanan- ja resursavuoigatvuođat

source: Julistusluonnoksen ne määräykset, jotka koskevat alkuperäiskansojen oikeuksia maahan ja
sme: Cealkámušárvalusa mearrádusat álgoálbmogiid eanan- ja resursavuoigatvuođaid birra
